public class HW2 {
    public static void main(String[] args) {
        System.out.println("Символьний: це або 1 символ Unicode, взятий в одинарні лапки\n" +
                "\n" +
                "(char C=‘!’) або послідовність, яка починається з \\: (\\n – кінець\n" +
                "\n" +
                " рядка; \\t – табуляція; \\’ – одинарні лапки; \\” – подвійні лапки;\n" +
                "\n" +
                " \\\\ – зворотній слеш); літерал може задаватися Unicode-кодом,\n" +
                "\n" +
                " напр. \\u0041 (це літера А)");
    }
}
